Repository: atlas-studios/Session2-G8
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “真的？是哪两份？”奥黛丽明显很清楚序列9的魔药配方代表着什么。
en_us: "Really? Which two sets?" Audrey clearly knew what the potion of series nine meant.

source: “神秘人”周明瑞同样目瞪口呆。
en_us: The 'mysterious person' Zhou Mingrui was similarly dumbfounded.

source: “福生玄黄上帝。”
en_us: "Blessings Stem From The Exalted Thearch of Heaven and Earth."

source: “福生玄黄仙尊。”
en_us: "Blessings Stem From The Immortal Lord of Heaven and Earth."

source: “福生玄黄天君。”
en_us: "Blessings Stem From The Sky Lord of Heaven and Earth."

source: “福生玄黄天尊。”
en_us: "Blessings Stem From The Celestial Worthy of Heaven and Earth."

source: “穿越带来的治疗效果？”周明瑞翘了下右边嘴角，无声低语。
en_us: "The restorative effects that transmigration beings?" Zhou Mingrui curled up the right corner of his mouth as he muttered silently.

source: “等我确认之后，你是给我地址将魔药配方寄过去，还是让我直接在这里告诉你？”
en_us: "After I confirmed, do I send it to your address, or do I tell you directly here?"

source: “算了，他只是附带的。”黄发男子挥了下手臂，“能找到这艘图铎时代的幽灵船，我们只会有功劳。”
en_us: "Nevermind, he is just the extra loot," the blond man said, waving his arm,"We will still be rewarded for finding this ghost ship from the Tudor Era."

source: “罗塞尔同志难道真是‘前辈’……不知道是不是我大吃货帝国的老乡……”周明瑞嘴角微动，一阵恍惚。
en_us: Could Roselle have been a 'predecessor'... I wonder if he was also a fellow countrymen of mine... Zhou Mingrui mumbled to himself subconsciously.

source: “而且暴风雨如果再持续下去，‘船长’也支撑不了多久。”阿尔杰点了点头，发现木制墙壁上的破口开始以肉眼可见的速度蠕动复原。
en_us: "The captain will not be able to survive much longer if the storm continues." Alger said, as he nodded in approval. The wooden wall was repairing itself at an observable rate.

source: “至于保证，我想如果有这位神秘的阁下的见证，你和我都会足够放心。”
en_us: "As for promise, I think that both you and I would be rest assured under the witness of the mysterious sir."

source: “至少得在对神秘学有深入掌握后才能尝试。”周明瑞无奈地想道。
en_us: "I should at least have a deep mastery of mysticism before I attempt," Zhou Mingrui thought helplessly.

source: “虽然绝大多数人一生都见不到非凡，以至于怀疑教会也是同样的情况，甚至在几大教会内部，不少神职人员也有类似的想法，但我可以明确告诉你，在仲裁庭，在裁判所，在处刑机关，非凡者依旧存在，依旧在对抗着黑暗里生长的危险，只是数量和黑铁时代早期或之前相比，少了很多很多。”
en_us: "The majority of us would not meet an extraordinaire for the whole of our lives. This has caused churches, and even some clergies within some of the biggest churches, to suspect the same. While this is the case, I am certain to tell you that extraordinaires still exist in courts, tribunals and execution agencies. They are still fighting against the danger of growing in the dark, only that their numbers are much fewer as compared to that before and during the early days of the Iron Age.

source: “血手印？”周明瑞下意识翻开了刚才按住桌缘的右手，低头一瞧，只见掌心和手指满是血污。
en_us: "A bloody handprint?" Zhou Mingrui subconsciously flipped his right hand which was holding the ends of the table. Looking down, he saw that his palm and fingers were covered in blood.

source: “要占卜吗？”
en_us: "Would you like to try a divination?"

source: “解读不额外收费吧？”
en_us: "This reading does not require additional fees, right?"

source: “让我们期待下次的聚会吧。”
en_us: "Let us anticipate of next meeting."

source: “记得买新的面包，只要八磅，天气热，太多容易坏掉，还有羔羊肉和豌豆，记得！”
en_us: "Remember to buy fresh bread. All we need is eight pounds. The weather is hot, so the bread will easily spoil. Also, buy the mutton and peas. Remember to buy them!"

source: “该死！”黄发男子低声咒骂了一句。
en_us: "Damn it!" the blond man cursed softly.

source: “谁？”奥黛丽刷地停止，摆好文雅的姿态。
en_us: "Who is it?" Audrey immediately stopped her dance and asked as she tidied her dress to look more elegant.

source: “谢谢！”奥黛丽明显很兴奋。
en_us: "Thank you!" Audrey obviously looked excited.

source: “贝克兰德最耀眼的宝石，我们该出发了。”霍尔伯爵站在入口处，轻敲了两下敞开的房门。
en_us: "The brightest jewel of Backlund, it is time for our departure," Count Hall said, knocking at the door twice.

source: “过去，现在，和未来。”
en_us: "Past, present, and future."

source: “还差鬼鲨的血……”阿尔杰低语道。
en_us: "We're still short of the Ghost Shark's blood…" Alger murmured.

source: “还有几天。”周明瑞含糊回答。
en_us: "In a few more days," answered Zhou Mingrui vaguely.

source: “这……”
en_us: "This…"

source: “这位先生，需要我帮你解读吗？”真正的占卜师看向周明瑞，微笑问道。
en_us: "Sir, would you like me to interpret your cards for you?" the real fortune-teller looked at Zhou Mingrui and asked with a smile.

source: “这就是月入三四千和月入一万四五的差别……”周明瑞暗自嘀咕了一句。
en_us: "This is the difference between earning three to four thousand yuan and earning fourteen to fifteen thousand yuan a month…" Zhou Mingrui mumbled to himself.

source: “这张象征未来。”
en_us: "This card symbolizes the future."

source: “这张象征现在。”占卜师将第二张牌放到周明瑞正前方。、
en_us: "This card symbolize your present." The fortune-teller placed the second card right in front of Zhou Mingrui.

source: “这是什么情况？”周明瑞愕然四望，继而低头，发现自己漂浮在一片无垠灰雾的边缘。
en_us: "What's with this situation?" Zhou Mingrui suddenly looked around him and then lowered his head down to discover that he was floating on the edge of an endless fog.

source: “这是我们的荣幸，愚者先生。”阿尔杰也跟随站起，右手抚胸，弯腰行礼。
en_us: "Mr Fool, this is our honour." Alger, following Audrey's way, stood up and bowed with his right hand on his chest.

source: “这是霍尔太太，伯爵夫人，我亲爱妈妈的位置。”
en_us: "That is for my mother, the Countess Mrs. Hall."

source: “这次没问题了吧？”他把切好的纸牌放置于桌上。
en_us: "There won't be any problems this time, right?" He placed the already cut deck back onto the table.

source: “这真是一次奇妙的体验……嗯，我一直期待着类似的事情，我是说，我喜欢神秘，喜欢超越自然的奇迹，不，我的重点，我的意思是，阁下，我该怎样做才能成为非凡者？”
en_us: "This is such a wonderful experience......Yes, I have always been anticipating the happening of such events. I'm saying, I like mysteries and supernatural miracles. Nope, my point is, what I mean is that, Sir, what can I do to become an extraordinaire?

source: “这种小事，你们可以自己拿主意。”
en_us: "You can take your own ideas over such small matters."

source: “进来吧。”
en_us: "Come in."

source: “遵从您的意志。”奥黛丽模仿着“倒吊人”。
en_us: "By your will," Audrey imitated "The Hanged Man".

source: “遵从您的意志。”阿尔杰低头行礼。
en_us: "By your will," Alger lowered his head to salute.

source: “那他们就不能自己建造铁甲舰吗？”
en_us: "Can't they build their own ironclad vessel?"

source: “那先生你呢？”奥黛丽笑吟吟望向对面的“同伴”。
en_us: "What about you, sir?" Audrey smiled happily at her opposite "companion".

source: “那就赛德斯先生前天送过来的那条，袖口是荷叶边的那条。”奥黛丽隐蔽地吸了口气，保持住优雅甜美的笑容。
en_us: "Then it will have to be the one with a sleeve of lotus design given by Mr. Sades two days ago," Audrey said as she breathed in inconspicuously and maintained her sweet smile.

source: “那我们是不是该给自己也取个称号？毕竟不能用真实姓名交流。”不等阿尔杰开口，她眸光晶亮，兴致勃勃地说道。
en_us: "Shan't we give ourselves a code name each? We don't use our real names to communicate after all," she spoke excitedly with sparkling eyes, not waiting for Alger to speak.

source: “那我美丽的小公主，该出发了。”霍尔伯爵屈起左边手臂，示意奥黛丽来挽。
en_us: "Well , then, we should go my beautiful little princess," Count Hall said as he bent his left arm, signaling Audrey to hold his arm.

source: “那算了。”周明瑞将手掌插回口袋，按住左轮和纸币，弯腰穿出了帐篷。
en_us: "Then forget it." Zhou Mingrui pulled his hands back and put them into his pockets. He clutched his revolver and money before stooping again to exit the tent.

source: “那请你再洗一次牌，明白自己想询问什么，才能洗出真正有象征意义的牌。”
en_us: "Then please reshuffle the deck. You can only truly get the cards you want if you know what you would like to ask about."

source: “那这边。”霍尔伯爵含笑又屈起右边的手臂，“这是作为父亲的骄傲。”
en_us: "Then this side," Count Hall bent his right arm with a smile and said, "This is for you, my greatest pride."

source: “钱还真不禁花啊，可怜的班森……”周明瑞不仅没了带出门的两张纸币，还搭上了原本裤袋里的一枚便士。
en_us: "There is really not enough to go around for spending. Poor Benson…" Not only had Zhou Mingrui spent the two notes that he had brought with him, but it was also necessary for him top it up with the one penny he had in his pocket.

source: “铁甲舰！”
en_us: "An ironclad vessel!"

source: “阁下，尝试结束了吗？可以让我们回去了吗？”
en_us: "Sir, is this attempt finished yet? Can you allow us to go back?"

source: “阁下，您能拉我们来到这里，拥有我们无法想象的伟力，您做的见证，不管是我，还是她，都不敢违背。”
en_us: "Sir, the fact that you brought us here showed that you have tremendous strength unimaginable to us. She and I, regardless of who, would not dare to disobey your witness."

source: “阁下，我们该怎么称呼您？”
en_us: "Sir, how should we call you?"

source: “阁下，请您做我们交易的见证。”
en_us: "Sir, please be the witness our trade."

source: “阁下，这是哪里？”
en_us: "Sir, where is this?"

source: “陛下，请您为它命名。”
en_us: "Your Majesty, please give it a name!"

source: “难道是更高序列的‘惩戒骑士’……”奥黛丽心中闪过了家中长辈们闲谈时的只言片语，有心见识，却不敢靠近。
en_us: "Are they the 'Punishing Knights' with higher order than the guards..." Audrey recalled some of the words the adults had casually talked about. She was curious but dared not to go closer.

source: “风暴与你同在。”
en_us: "Let the storm be with you."

source: “风暴与你同在。”阿尔杰粗犷深刻的脸庞不带一点多余的情绪，同样地握右拳击左胸。
en_us: Alger replied with the same words and gesture. There were no emotions on his rough face which had a well-defined structure.

source: “风暴在上……”
en_us: "Oh, my Lord of Storms..."

source: “鬼鲨的血，至少100毫升鬼鲨的血。”
en_us: "The blood of ghost shark, at least 100 milliliters of it."

source: “魔镜魔镜快苏醒……”
en_us: "Mirror, mirror, awaken...

source: “鲁恩王国的大学有毕业生不直接留校的传统……导师给了一份廷根大学，一份贝克兰德大学的推荐信……”
en_us: The university graduates of Loen Kingdom do not have the tradition of staying on at their alma mater… His counselor had given him a recommendation letter for Tingen University and Backlund University…

source: 一丛火苗燃起，迅速变大，明亮的光线先是占据了壁灯内部，接着穿过透明的玻璃，将房间蒙上了温馨的色彩。
en_us: A fire plume ignited and rapidly grew. Bright light first occupied the internals of the wall lamp before penetrating the transparent glass, blanketing the room with a warm glow.

source: 一个尝试……一个尝试？奥黛丽.霍尔望着那被灰白雾气笼罩的神秘男子，只觉事情荒唐、好笑、惊悚、奇诡。
en_us: An attempt...an attempt? Audrey Hall looked at the mysterious guy veiled in grayish-white fog, and the only thought was that this event was absurd, funny, horrifying and weird.

source: 一个平民出生的历史系毕业生能惹上什么事情？
en_us: What kind of trouble could a history graduate of humble origins get himself into?

source: 一个记忆的碎片应激而出，周明瑞转头看向了书桌紧挨着的那面墙壁上的灰白管道和金属栅格包围成的壁灯。
en_us: A memory fragment triggered as Zhou Mingrui turned his head to look at the grayish-white pipes and the metallic-gridded lamp on the wall right beside the study desk.

source: 一人倒了两大杯，梅丽莎和周明瑞就着茶水，分享了两条黑麦面包。
en_us: Melissa poured two big cups of tea as she shared two black rye bread with Zhou Mingrui over tea.

source: 一位表情麻木的妇女经过，裙摆肮脏，肌肤黯淡。
en_us: A deadpan woman passed by; her skirt was dirty and her skin was dull.

source: 一声声惊叹低低交织，奥黛丽也感受到了同样的震撼，那是人类所创造的奇迹，前所未有的海洋奇迹！
en_us: Amidst the all the amusement, Audrey was also shocked by this unprecedented miracle created by mankind.

source: 一把竖直向下，柄部是红宝石皇冠的“审判之剑”徽章在厢体两侧反射着阳光，这是奥古斯都家族传承久远可追溯至上一纪的象征。
en_us: Two swords which had a ruby crown at the handle and were pointing vertically down were shining under the sunlight on both sides of the cabin. They were the "Sword of Judgment" emblem which symbolized the Augustus family and was passed down from the previous epoch.

source: 一片六角形的晶莹雪花浮现于阿尔杰的掌心，接着迅速变淡，直至不见，似乎内缩于了血肉。
en_us: A hexagonal crystal-like snowflake emerged on Alger's palm. It then faded rapidly until it was seemingly absorbed by the flesh and disappeared.

source: 一片灰白的迷雾之上，奥黛丽.霍尔恢复了视线，又惊恐又迷茫地左右打量起来，看见斜对面头部模糊、身影朦胧的男子也是差不多的动作。
en_us: In the fog of gray mist, Audrey Hall regained her sight. She started reckoning the situation in a state of horror and confusion when she noticed the blurry image of a man on the opposite side of her doing the same as well.

source: 一路之上，他竟然没再碰到任何一名水手或船员，这里安静得仿佛坟墓内部。
en_us: He did not encounter any sailors on the way. The whole place was as quiet as a graveyard.

source: 一路前行，当周围人群密度恢复正常后，周明瑞重新挺直腰背，抬高脑袋，看向街头。
en_us: He proceeded forward until he reached a point where the crowdedness around him restored to normal. He straightened his back and raised his head to look down the street.

source: 一道闪电划过周明瑞的脑海，照亮了他被迷雾所遮掩的记忆。
en_us: A thought flashed in Zhou Mingrui's mind, illuminating the memories which were concealed by a fog of confusion.

source: 一阵又一阵的抽痛让周明瑞点滴积累起虚幻的力量，终于，他一鼓作气地挺动腰背睁开眼睛，彻底摆脱了半睡半醒的状态。
en_us: Throbbing pain inundated Zhou Mingrui, allowing him to slowly accumulate immaterial strength until he was finally able to move his back and open his eyes. He finally broke free from his reverie.

source: 上上个月更是要15便士。
en_us: It cost 15 pence the month before the previous month.

source: 下意识扭头望去，周明瑞看见一个低矮帐篷前站着位头戴尖帽、身穿黑色长裙的女人。
en_us: Zhou Mingrui subconsciously turned his head and saw a woman wearing a pointed hat and a long black dress standing in front of a short tent.

source: 下意识间，他抬起脑袋，视线一点点上移：
en_us: Subconsciously, he looked up and shifted his gaze up bit by bit.

source: 不仅仅氛围，周明瑞觉得自己的身体也同样的飘忽。
en_us: It was not only the mood; Zhou Mingrui felt his own body going through the same sensations as well.

source: 不仅这些具体的回忆成为了碎片，有所残缺，就连掌握的知识也是如此，以目前的状态看，周明瑞相信克莱恩如果再回到大学，恐怕毕不了业了，哪怕他实际才离开校园几天，并且对自身没有丝毫放松。
en_us: Not only had these particular memories turn fragmented, there were also missing pieces. It was the same even for knowledge he ought to know. In light of the present situation, Zhou Mingrui believed that if Klein were to return to university, it was unlikely he could graduate. This was despite him having left campus just days ago and had not relaxed one bit.

source: 不会是脑溢血什么的吧？
en_us: Could it be something like a cerebral hemorrhage?

source: 不到一秒钟，“投影”破碎，灰雾之上恢复了寂静。
en_us: Not in a second, the "projection" shattered, and silence was restored beyond the gray fog.

source: 不得不说，梅丽莎或许真有机械方面的天赋，掌握理论知识后，便开始借助技术学校的工具捣鼓这块怀表，最近更是宣称将它修好了！
en_us: It had to be said that perhaps Melissa did have talent in machinery. After grasping the principles behind the watch, she borrowed the tools from her Technical School to fiddle with the pocket watch. Recently, she had even claimed to have fixed it!

source: 不想做占卜家的驯兽师不是好小丑？
en_us: Was an animal trainer who didn't want to be a fortune-teller not a good clown?

source: 不管怎么样，自己都要试一试！
en_us: Regardless, he had to give it a try!

source: 不过三年，在收编了不少教会学校的前提下，众多的公立初等学校建立了起来，严格保持宗教中立性原则，不牵涉风暴之主、黑夜女神和蒸汽与机械之神教会的纷争。
en_us: In less than three years, under the premise that numerous church schools would be incorporated, many public primary schools were established to strictly maintain the the principle of religious neutrality. This was to prevent education from involving itself in the conflicts between the Lord of Storms, Evernight Goddess, and the God of Steam and Machinery.

source: 不过几句话的工夫，她已将之前的害怕和惶恐遗忘于了脑后。
en_us: Not after a few sentences, she had already abandoned all her previous fears and horrors.

source: 不过，她并不是太在意，甚至因为不用面对王子们而感觉轻松。
en_us: Nevertheless, it did not matter to her. In fact, she was relieved that she did not need to deal with the princes.

source: 不过，越多的“聚会”也越容易暴露自身的虚实！
en_us: But, more "gatherings" would mean greater risk of revealing his actual state!

source: 与一周只用一个铜便士的周日学校比，公立初等学校每周三个便士的学费显得颇为昂贵，但前者每周只在周日学习一天，后者一周却要足足上课六天，综合来看，低价至近乎免费。
en_us: Compared to Sunday school that only cost a copper penny a week, a public primary school's cost of three pence a week appeared rather expensive. However, the former only provided education every Sunday, whereas the latter provided six days of classes a week. In conclusion, the price was so low that it was almost free.

source: 与此同时，他心里默念了“周日”这个单词几遍。
en_us: Simultaneously, he repeated the word 'Sunday' a few times in his head.

source: 与此同时，他脑袋的抽痛依旧传来，略微减弱，连绵不绝。
en_us: At the same time, the throbbing pain in his head continued. Although it had weakened a little, it continued incessantly.

source: 与此同时，他觉得这样站着对话显得有点LOW，如此场景不是该有一座神殿，一张长桌，以及众多雕刻着古老花纹、满是神秘感觉的靠背座椅，而自己端坐最上首，静静注视着客人吗？
en_us: At the same time, he felt that he had made his profile too low by talking while standing. Shouldn't he be in a palace, sitting at the head of a long table and on a mystique chair crafted with ancient figures, while silently looking at the visitors?

source: 为什么有人要游行反对它？
en_us: Why would people protest its act?

source: 书桌背后，一个戴着骷髅船长帽、脸色苍白的中年男子看着阿尔杰一步一步过来，愤怒地咬牙说道：
en_us: Behind the desk sat a pale middle-aged man wearing the captain's hat that had a skull on it. As Alger approached him, he said menacingly,

source: 于是，周明瑞觉得脑袋发空，精神涣散。
en_us: In turn, Zhou Mingrui felt his mind empty and his spirit dissipated.

source: 于是，这“星辰”也跟着大放光明。
en_us: As a result, this star burst with splendid light as well.

source: 人多的地方就有小偷，尤其这街区有不少半失业做临时工作的贫民和被人驱使的饥饿孩童。
en_us: There was bound to be thieves in populated areas. Furthermore, this street had no lack of poor citizens who were working part time after losing their jobs. There were also starving children that were exploited by adults to do their bidding.

source: 人类征服天空的“神迹”稳稳落地，最先从扶梯下来的是英姿勃发的年轻侍卫，他们穿着红色军礼服，白色长裤，身有勋带，手捧步枪，分成两列排开，静候国王乔治三世和王后、王子、公主的出现。
en_us: The godly machine that mankind used to conquer the sky touched down gently. The first to step down the stairs were the handsome young guards who wore red uniform embellished by medals and accompanied by white trousers. With their rifles, the young men stood in two lines and waited for George the Third, the Queen, the Prince and the Princesses to emerge.

source: 今天不是周日，她得上整整一天课。
en_us: It was not Sunday, so she had an entire day of classes to attend.

source: 从刚才开始，周明瑞就在权衡利弊，更多的“聚会”确实能让自己收获更多的非凡奥秘和神秘学知识，有助于将来穿越回去，比如下次“聚会”时就应该会出现的“观众”这份魔药配方，同样的，也能为目前的现实生活获取消息，得到一定帮助。
en_us: Zhou Mingrui had been balancing the pros and cons from the start just now. While more 'gatherings' could certainly help him to transmigrate back to the real world through equipping himself with more knowledge of extraordinary secrets and mysticism. For instance, the formula for the "spectator" potion should be revealed in the next "gathering". At the same time, he could attain some information of his current living circumstances which could be of some help to him too.

source: 从海军大臣，皇家海军总司令开始，这个名字依次传开，最终来到铁甲舰上，由军官和士兵们齐声欢呼：
en_us: The words spread from the Navy Minister and General of the Royal Navy to all the soldiers and officers on the deck. They all exclaimed in unison,

source: 从这座公寓到廷根技术学校步行需要五十分钟左右，有公共马车，一公里一便士，城内最高限额4便士，城郊6便士，梅丽莎为了省钱，都是提前出门，自己走过去。
en_us: Walking from their apartment to Tingen Technical School took about fifty minutes. There were public horse carriages that cost a penny a kilometer with a limit of 4 pence in the city and 6 pence in the city outskirts. In order to save money, Melissa would leave ahead of time and walk to school.

source: 他不敢相信般又侧过脑袋，检查另外一面，哪怕距离拉长，光线模糊，依旧能看出贯穿伤口和深红血污的存在。
en_us: He turned his head in disbelief again and checked the other side. Even though he was a distance away and the lighting was poor, he could still see the penetrating wound and dark red blood stains.

source: 他从抽屉里拿出的是一块银白色有藤蔓枝叶花纹的怀表，顶端轻轻一按，表盖便弹了开来。
en_us: He took out a silver vine-leaf pocket watch and pressed the top gently, causing its cover to flip open.

source: 他们听着音乐，跟着节拍，按照本能扭动着身体，跳着自创的舞蹈，脸上充满了快乐，就像自己是个小王子，是个小天使。
en_us: They listened to the music and moved to the beat, dancing self-made choreographies. Their faces were filled with joy as though they were a prince or angel.

source: 他伸手按往左边胸口，感受到了心脏剧烈快速又生机勃勃的跳动。
en_us: He reached out to press his left chest and sensed his racing heart that exuded immense vitality.

source: 他再也无法承受，脑海里那根弦即将崩断时，无数嗓音嘈杂交叠的呢喃声退去了，周围变得非常安静，氛围颇为飘忽。
en_us: He could no longer bear with it. Just as his mind was going to break, the murmuring of voices faded away and his surroundings became very quiet. The mood was an erratic one.

source: 他再次尝试睁眼，这一次非常轻松。
en_us: He tried once more to open his eyes, an extremely easy task this time.

source: 他双脚猛烈地抽动，但又很快恢复了平静，视线茫然之中，瞳孔开始发散，裤裆位置则渐渐湿润，有恶臭传出。
en_us: His legs twitched furiously before they soon became motionless. His pupil began to widen as he stared aimlessly. There was a stench from between his legs as his pants became wet.

source: 他开始思考该用怎样的回答维持神秘莫测的形象。
en_us: He started to ponder upon how he should answer this question to maintain his mystical feature.

source: 他往后一靠，收回右手，十指交叉着抵于下巴，微笑看着两人道：
en_us: He leaned back, withdrawing his right hand, crossing his ten fingers below his chin level, and smiled lightly at the couple,

source: 他很是虚弱，险些跌倒，慌忙伸手按住桌缘，只觉四周的空气都变得躁动，耳畔隐约有细密的呢喃在回荡，有种小时候听长辈讲恐怖故事的感受。
en_us: Being very weak, he nearly fell down, but he managed to extend his hands in a fluster to hold onto the ends of the table. He felt that the surrounding air was turbulent as though there were faint whisperings resounding in it. The feeling was akin to hearing horror stories being recounted by elders when he was young.

source: 他戴着衣服同色礼帽，留有两撇漂亮的小胡子，蔚蓝的眼眸满是笑意，但松弛的肌肉、鼓起的肚子、开始明显的法令纹，都无情破坏了他年轻时的英俊。
en_us: He had a hat of the same color as his clothes and a nice mustache. His blue eyes were filled with joy. However, his loosing muscle, widening waist and wrinkles was obviously destroying his handsome youth.

source: 他拿起之前放在外面的怀表，确认过去了多久。
en_us: He picked up his pocket watch initially placed outside, and confirmed how much time had past away.

source: 他是保守党成员，到目前为止唯二以非贵族身份成为首相的大人物，因卓越的贡献，被授予勋爵。
en_us: He was a member of the Conservative Party and the second commoner that had become the Prime Minister till this day. He was given the title of a Lord for his great contributions.

source: 他来到破口处，凝目望向远方，可除了风雨和海浪，什么都看不见。
en_us: He came up to the opening and stared in to the distance. However, nothing was visible except for the tides and the rain.

source: 他正待询问其中一位红黄相间的小丑，身侧忽然传来一道沙哑的女声：
en_us: Just as he was about to ask a clown with a red and yellow painted face, a hoarse woman's voice sounded from beside him.

source: 他没急着回答少女的问题，转头又看向另一边的男子，对方头发深蓝，如海草般凌乱，身材中等，不算健硕。
en_us: He did not hurry to reply the girl's question, but turned around to look at the male, He had a dark-blue and messy hair, as well as a medium stature that was not considered robust.

source: 他没急着验证，而是先认认真真擦掉了血痕，处理了“现场”，接着才带上弹头，回到书桌旁，将手枪转轮往左打开，倒出了里面的子弹。
en_us: He was in no hurry to verify his guess. Instead, he seriously wiped away the blood stains and cleaned up the 'scene.' Following that, he took the bullet and returned to the side of his desk. He opened the revolver's cylinder and poured out the rounds inside.

source: 他深深看了一眼，下意识扭头，望向船舵和风帆的位置。
en_us: He gazed at the wall and turned his head subconsciously towards the rudder and the sail.

source: 他用右手按了按帽子，拉开大门，哐当而出。
en_us: He pressed down on his hat with his right hand and pulled open the door before leaving.

source: 他的头再次疼痛，剧烈得像是插进了一根钢钎。
en_us: His head was in pain again. It was so painful that it felt like someone had stuck a steel drill rod into it.

source: 他看网文长大，对此常有幻想，可当真正遇到，一时却难以接受。
en_us: He had grown up reading web novels and had often fantasized over such scenes. However, he momentarily found it hard to accept the situation when he found himself in one.

source: 他知道不对，竭力想睁开眼睛，可却怎么都完成不了这个简单的动作。
en_us: He knew that something was wrong and tried to open his eyes. However, he wasn't even able to complete such a simple action.

source: 他肩膀一紧，右手猛地探出，捏住了中年男子的喉咙。
en_us: Alger tightened his shoulder and reached out his right hand to choke the man.

source: 他视线左移，望向摊开笔记本上书写的那句“所有人都会死，包括我”，心里跟随涌现出更多的疑惑。
en_us: He shifted his gaze to the left and it landed on the notebook's words, 'Everyone will die, including me.' Following that, even more questions arose in him.

source: 他身穿绣有闪电花纹的长袍，手中托着一个造型古怪的玻璃瓶，里面时而翻滚气泡，时而霜聚成雪，时而有风刮出痕迹。
en_us: He was wearing a robe embroidered with lightning patterns, and in his hand was a quirky-shaped glass bottle. Bubbles billowed inside the bottle at times, frost turning into snow at times, and signs of gusting wind could be seen at times.

source: 他转头望向外面的狂风巨浪，用又期待又畏惧的梦呓口吻道：
en_us: He turned back and looked outside at the mighty waves and spoke in a sleep-talking manner with anticipation and awe,

source: 他转过身体，走向船舱入口，刚要进门，就遇见一位同样穿着绣闪电花纹长袍的男子出来。
en_us: He turned around for the cabin. As he was about to enter, a man also wearing a similar robe embroidered with lightning patterns emerged from the inside.

source: 他轻敲的动作停止，迎着四道期待又忐忑的目光笑道：
en_us: He stopped his striking actions, and greeted the four anticipating yet anxious eyes with a smile,

source: 他还在公寓房间内，还站在正中央。
en_us: He was still standing right in the centre of the room in the condominium.
